{
    "sollaris": {
        "title": "Reino Sollaris - A origem de Saphire Moon",
        "1": "   Após 300 anos de uma incansável guerra pelo poder, o Reino Sollaris foi criado pela família Sollis, os herdeiros do Sol.|O Reino Sollaris foi uma fusão entre os 7 Antigos Reinos rendidos pelo poder extremo dos Sollis. Um poder capaz de queimar tudo o que toca. Transferindo as fortes chamas para armas, elas ganham um poder destrutivo avassalador.|A guerra foi batizada pelo Primeiro Rei, Sammus Sollis, de A Guerra Antiga, pois ele sabia, que a próxima guerra, seria a última.|A família Sollis forçou um acordo com os 7 Antigos Reinos que em resumo, dizia; \"Recue seus exércitos e jure lealdade ao novo Reino Sollaris, nenhuma recusa será aceita.\"| A família Moon, herdeira do poder da Lua e portadora do maior exército dos 7 Antigos Reinos, foi a primeira a assinar, no mesmo dia, todos os outros reinos assinaram que no futuro seria chamado de O Tratado do Sol.",
        "2": "   A família Moon, dias depois do fim da guerra, foi designada pelo Primeiro Rei para ser a defesa do Reino Sollaris, justamente por possuir o exército mais poderoso. No futuro, os guardas prateados como a lua, ganhariam o nome Guardas da Lua, dado pelo próprio povo.|A Antiga Era foi um tempo de medo, dor e caos. Onde quem era capaz de usar poder, usava os mais fracos para satisfazer suas vontades, chegando a tempos conhecidos como a Era da Escravidão.|Os primeiros reis e rainhas Sollis nunca fizeram nada para conter a escravidão. Era simplesmente ignorada, até começar a acontecer pequenas brigas que chegou a ser considerada uma pequena guerra civil. Mas era apenas um pedido de socorro dos escravos e daqueles que não podiam usar poder algum contra a crueldade daqueles que os dominavam.|Um escravo conseguiu escapar de sua área de trabalho no campo e chegar à casa da Família Moon, onde deixou um bilhete que descrevia o que acontecia nos campos com um dos Guardas da Lua.|A escravidão era desconhecida para eles. A família Sollis não possuía exército, pois não era necessário. Ninguém se atrevia a lutar contra eles e virar ossos.",
        "3": "   Em uma breve reunião entre a Família Real Sollis e a Moon, foi decretado que a escravidão seria abolida e os escravos e quem não possuía poderes construiriam suas residências fora da área daqueles que possuíam poderes. Futuramente, conhecida como a Capital Real do Reino Sollaris.|Os escravos saíram das áreas denominadas pela família Moon e os grupos começaram a se formar em pequenos quarteirões. As cidades com o decorrer do tempo emergiram da terra. Assim, nascendo a cruel diferença entre nobres e plebeus.|Os Guardas da Lua começaram a se dividir em pequenos grupos por ordens de Khatelyn Moon, a matriarca da família na época. Nasceu assim, as patrulhas que mantiveram a ordem em uma civilização que estava se formando.|Os Guardas da Lua faziam os julgamentos perante as leis do reino, escritas pela Família Real Sollis e Moon, sendo nomeadas como Leis Celestiais. Acima de tudo e todos, nem mesmo os mais altos nobres poderiam quebra-las. Leis únicas, para todas as pessoas independentemente de seu poder e status.|Com o tempo, os Guardas da Lua ganharam respeito das pessoas, em grande parte, dos plebeus. Os nobres que tinham costumes de serem superiores, agora se encontram em um mundo que são iguais aos plebeus, isso tem uma entonação arrogante e ofensiva para eles.|Respeito da plebe, ódio dos nobres e apoio da família Sollis. Este é o estado da família Moon depois de centenas de anos.",
        "4": "   E assim, se passaram mais de 200 anos.|Em 2 luas, será a coroação do novo Rei. O último Rei, Edward Sollis, morrera de causas naturais, que em nosso calendário, daria ao menos 92 anos.|Os nobres do alto escalão, se reúnem em segredo para um ataque furtivo e certeiro a família Sollis e Moon. Somando todos os soldados de todas as famílias nobres, chegaria em média a 80% dos soldados da família Moon.|E uma coroação, onde todos estarão reunidos, é um momento perfeito para um golpe de estado.|O novo Rei, Noah Sollis, ainda é uma criança de 2 anos. O seu irmão mais velho sofreu um acidente grave em uma caça nas montanhas, um hobby da família Sollis.|A floresta queimou por 5 dias e 4 noites por causa dos poderes de Asaph Sollis, irmão de Noah.|Como segundo herdeiro, ele assumirá o trono simbolicamente até a sua maioridade ou até que Asaph recobre a consciência antes da coroação. A sua mãe, Rainha Regente Suzzane Sollis, governará como rainha regente até a data solicitada pelas Leis Celestiais ou até Noah se casar com primeira filha, ainda recém nascida, Saphire, da família Moon.|Um casamento estratégico feito pelo falecido Rei Edward Sollis e Christopher Moon, patriarca da família Moon.|A Rainha Suzzane e o Príncipe Asaph nunca gostaram da Família Moon. Eles possuem o respeito do povo em sua maioria, sempre trabalhando para todos, sem favorecer os nobres ou a realeza e por fim, herdeiros do poder da Lua, um poder considerado dos deuses, assim como o do Sol. Sem mencionar a beleza da Luna, a matriarca da família, esposa de Christopher e mãe de Saphire.",
        "5": "   É chegado o dia da coroação. Asaph permanece desacordado. Pelas Leis Celestiais, o Príncipe Noah deve assumir o cargo de Rei, porém, com 2 anos, a coroação será simbólica e o fardo real herdado pela mãe, a Rainha Regente.|Se passam 3 semanas da coroação e o golpe de estado não aconteceu. A alta nobreza não sabia do acidente do Asaph, pois foram encobertos pela família Sollis. Um ataque direto a um Rei recém coroado é muito mais fácil do que atacar diretamente a Rainha que está no trono por décadas.|O Príncipe Noah é incapaz de manipular seu poder. Geralmente, eles começam a aparecer no meio da infância, antes da adolescência.|A Rainha Regente Suzzane Sollis Sollaris, governa o Reino Sollaris por 13 anos. Sem nenhum incidente, exceto pela fúria do filho mais velho, o Príncipe Asaph. Ele estudou e fez tudo o que lhe era ordenado. Foi treinado para ser rei, porém, as Leis Celestiais estão acima dos Sollis e isso o enfurece.|Foi a família Moon que escreveu esta lei, que em resumo diz; \"Nenhum ser de qualquer natureza, está acima destas leis. Todos devem obedece-las igualmente.\"|O ego do príncipe Asaph está ferido. Noah completa 15 anos em 4 luas e Saphire, 13 anos. Ambos elegíveis para o casamento real e coroação oficial perante as leis e a nobreza.|O Principe Noah e a Saphire são amigos, ambos brincando e treinando juntos desde crianças. Por serem portadores do poder do Sol e da Lua, um treinamento especial foi dado a eles.",
        "6": "   Ambos não se importavam com casamentos, reis e rainhas, isso enfurecia ainda mais o Príncipe Asaph.|Ambos iam juntos para o Instituto Especial de Sollaris, uma escola para as crianças aprenderem a história, a como controlar seus poderes e como se portar em uma sociedade em que poderes mortais são a realidade do dia a dia.|Noah e Saphire eram a atenção da escola como esperado. O Príncipe, um dos seres mais fortes do mundo, em breve Rei e a filha da família mais poderosa do Reino, um dos seres mais fortes do mundo, em breve Rainha. Um casal lindo, mesmo sendo crianças, mortais.|Faltando 2 luas para a coroação, um Guarda da Lua comunica que o exército de Portis começou a marchar na fronteira.|Portis, uma nação conhecida por seus portos e praias enormes. A nação que controla os mares e tudo o que vem dele.|Como esperado, a família Moon envia uma pequena parte do exército para a fronteira. Christopher e Luna, chefes da família Moon, acompanham seus exércitos, juntos de Suzzane, a Rainha.|Depois de um dia, eles chegam perto da fronteira. A diferença é esmagadora. De um lado, Portis, com centenas de milhares de soldados, equipados e com armas, até então, desconhecidas para a Rainha e os Moons. Do outro lado, Sollis, menos de dez mil soldados, junto das três pessoas mais importantes do reino.|Os generais de Portis, ao ver os 3 sozinhos, a frente do exército pequeno, começam a gritar sem parar.|- Recuem! Recuem! São os Moons e uma Sollis!|É muito fácil reconhece-los. Os Sollis possuem cabelos na cor laranja, na cor do fogo. Os Moons, cabelos prateados, ausente de cor alguma. Como a lua, um branco brilhante.",
        "7": "   Uma chuva de pedras em fogo, lanças e flechas cortam o céu em direção ao exército pequeno de Sollis.|Um ataque sincero. Sem conversas ou avisos. Um simples ato de assassinato em massa, sem piedade.|Chega a ser hipnotizante como o exército se alinha atrás da Rainha e dos Moons. Uma dança sincronizada de vários quadrados dos esquadrões virando um retângulo preciso. Um exército se protegendo atrás de três pessoas.|Poeira começa a subir do chão, o exército de Sollis, começam a olhar um para o outro, sem entender o que está acontecendo. Gerações se passaram, centenas de anos que ninguém vê um Moon ou um Sollis usar seus poderes. Eles começaram a virar lendas.|As pedras em chamas são as primeiras a chegar, quase todo o exército se abaixa, outros pulam para os lados, em uma tentativa inútil de se salvar daquela chuva de meteoros.|As pedras não acertam o exército nem o chão. Eles olham para cima, confusos, incrédulos. As pedras estão no meio da poeira, ainda em chamas. Estão flutuando, pegando fogo bem em cima deles. Logo as lanças e flechas chegam rasgando o ar fazendo um barulho inconfundível e entram na poeira, como uma faca entra em um bolo. E lá ficam. Flutuando em cima do exército.|Alguns soldados olham para os Moons, estão imóveis, com os olhos cravados nos generais do exército a frente. Eles usam os poderes sem se mexerem. Completamente diferente de qualquer outra pessoa.|Os generais de Portis continuam gritando para recuar, o exército anda para trás, um passo após o outro, em guarda, esperando receber um ataque nunca visto antes.|Todas as pedras em chamas, lanças e flechas viram poeira. O fogo apaga e nuvens começam a se formar em cima dos dois exércitos. Não há mais luz do sol, apenas no horizonte. Alguns soldados de Portis largam suas armas e correm desesperados. Um dos generais cai de joelhos, apenas aceitando seu destino, pois ele acreditava que os Sollis e os Moons, não passavam de história para assustar as nações vizinhas.",
        "8": "   Raios azuis começam a dançar entre as nuvens e os três, Sollis e Moons, flutuam diante seu exército. Eles se erguem a cerca de 7 metros do chão. O cabelo da Rainha Suzzane fica vermelho e ela pega fogo. Christopher e Luna Moon começam a brilhar. O pequeno exército de Sollis já não é mais o retângulo perfeito que uma vez se formou. Estão espalhados, sem saber se fica em guarda ou se preparam pra correr.|Na Capital do Reino Sollaris, o castelo é atacado por pequenos grupos de elite dos exércitos dos nobres. A capital é dividida em 7 grandes cidades, cada cidade pertence as famílias que governavam os 7 Antigos Reinos. Hoje, 4 exércitos atacam o castelo real, que um dia, juraram protege-los.|O Castelo Real, não possui defesas, nem mesmo guardas para protegê-lo. A família Sollis, deixa os portões abertos para que as crianças brinquem no grande pátio ou treine suas habilidades nos campos de treinamento do exército da família Moon. É uma era de paz e prosperidade para todo o reino, exceto pela invasão sem aviso ou motivo aparente.|No castelo, o Príncipe Noah que será coroado em 2 luas está com a Saphire Moon, no pátio de treinamento do castelo, ajudando os jovens nobres a dominar suas habilidades.|Quando menos esperavam, soldados invadem o grande pátio de todas as entradas e saídas e avançam sem hesitar para cima de Noah e Saphire, que naquele momento, estavam no meio de várias crianças nobres, a maioria mais novas.|Algumas crianças atiram lâminas e pedras com seus poderes na direção dos soldados, mas é grande a diferença. Afinal, são soldados treinados contra crianças.",
        "9": "   Uma confusão invade sem piedade a cabeça de Noah e Saphire, eles sempre foram alertados que isso poderia acontecer a qualquer momento. Mas não que pessoas inocentes entrariam na frente e os defenderiam. Foram treinados para matar, não defender.|Em uma rápida troca de olhares, eles sabem o que fazer. A sintonia dos dois é perfeita.|Saphire pisa no chão com força e todas as pessoas, vasos, armas e alvos que estavam no pátio, agora estão no ar, flutuando, exceto ela e Noah.|Os soldados trocam olhares, pois não era para ser possível esse poder na idade deles. Saphire está brilhando como a lua com seus cabelos prateados e olhos azuis, como a pedra que deu origem ao seu nome, safira.|Noah, anda pelo pátio olhando os soldados ao ar, calmo. O cabelo laranja troca para vermelho e suas mãos pegam fogo. O controle do poder deles são melhores que os dos próprios pais.|É possível ouvir alguns soldados implorar por piedade e pedir perdão.|Noah respira fundo, claramente aliviado pelo poder de Saphire ter funcionado, então diz.|- Perdão? Piedade? Vocês acabam de atacar pessoas inocentes, seu príncipe e sua futura rainha. Mas eu sei o que vocês estão pensando. Como é possível ela e eu, ser capaz de tal poder?|Noah faz uma pausa e olha para Saphire.|- Saphi, como nós treinamos.|Saphire abre um sorriso de satisfação e response.|- Como quiser.|Num gesto simples, coloca o pé direito na frente de seu corpo, como se fosse correr, bate uma palma, em frete ao seu rosto e num piscar de olhos, tudo fica escuro. Como se ela tivesse apagado o sol. Só é possível ver o corpo da Saphire brilhando e o Noah em chamas. Poeiras rodeiam Noah, como se a Saphire estivesse preste a esmaga-lo, mas Noah levanta uma mão para cima, olhando para algum lugar daquela escuridão. Após alguns segundos escutando os gritos de piedades dos soldados, ele cerra o punho, calando todos os soldados ao mesmo tempo.|Dezenas de luzes laranjas rasgão o céu e atingem o solo, como se houvesse vários canhões em cima das nuvens esperando o comando de Noah.",
        "10": "   A escuridão se desfaz como se ascendesse uma vela em uma sala escura. Depois de 5 segundos, os raios somem e a luz do sol retorna.|Pela primeira vez na história, uma Moon e um Sollis, combinaram seus poderes para fazer algo inimaginável.|Suzanne, a Rainha Regente, em um tom irônico, dispara diversas bolas de fogo em direção ao exército de Portis, assim como eles fizeram a pouco. No meio de sua trajetória, as bolas de fogo se dividem, mas não perdem seu tamanho. De longe, parece uma migração de pássaros em chamas.|O exército de Portis, não tem mais sua organização original. Agora só resta soldados correndo de um lado para o outro, alguns grupos se formam para fazer uma espécie de escudo de água, para se defender do ataque. Centenas de milhares de soldados correndo de uma chuva de fogo.|As chamas se apagam poucos metros de atingirem os soldados. Suzzane agora tem um sorriso malicioso em seu rosto. Christopher ainda brilhando, voa para o lado da rainha em chamas e no momento que ele abre a boca para dizer algo, um soldado grita do chão.|- O castelo está sob ataque! O castelo está sob ataque!|Suzzane, Christopher e Luna, viram seus rostos ao mesmo tempo para o soldado no chão. Luna e Suzzane deixa os sons dos nomes de seus filhos escaparem pela boca.|Suzzane, em uma rápida decisão, ordena ao Christopher.|- Christopher, você é o mais rápido entre nós. Volte ao castelo e salve o príncipe!|Um estouro é ouvido e Christopher some da visão de todos, já beijando o horizonte. Suzzane volta a falar.|- Luna, lembra de quando éramos crianças e nós brincávamos de quem acertava mais alvos no campo de treinamento?|- É claro que lembro, estamos empatadas.|- Então minha antiga amiga. Temos algumas centenas de milhares de alvos a nossa frente.",
        "11": "   Um olhar de fúria estão em seus rostos. A poucos segundos, ficaram sabendo que o castelo está sob ataque. Onde pensaram que seus filhos estariam seguros.|O Príncipe Asaph e os irmãos da rainha estão em outro reino para resolver assuntos da coroa. Que momento mais oportuno para um ataque.|Luna responde, levantando um leve sorriso de alívio, pois será possível liberar sua raiva.|- Não vá chorar depois que eu ganhar.|- Ha, não se preocupe, você não vai.|Futuramente, esta batalha ficou conhecida como A Fúria das Duas Mães.|Uma nuvem de poeira cobre os soldados de Sollis, formando um escudo transparente. Agora, Suzzane e Luna, pela primeira vez, soltarão tudo de si.|O chão se rasgando em kilometros, fogo chovendo dos céus e milhares de soldados virando pó. Uma dança mortal de duas estrelas, uma branca e uma laranja, voando em cima do exército inimigo, deixando morte, destruição e caos em um lindo rastro de luz.|O lugar, onde uma vez havia um vasto campo de grama, agora jás destroços de terras e ossos queimados e um grande cobertor de poeira, que uma vez, foram pessoas em um exército imponente e poderoso.|Christopher chega voando ao castelo tão rápido que o som do vento atrás dele é estrondoso. Depois de voar adentro de quase todos os corredores e quartos do castelo, ele chega ao pátio de treinamento e não acredita em seus olhos.|O Príncipe Noah está no chão e Saphire está o abraçando, tentando consola-lo. Noah está chorando como se tivesse feito algo imperdoável.|Christopher voa ao redor do pátio, em uma tentativa de achar algum intruso, mas só acha ossos e poeira, que ele já conhece. Poeira de corpos humanos. Noah e Saphire, acabaram de fazer um massacre e nenhuma criança daquele pátio, se feriu. Ele chega perto dos dois, que naquele momento estão rodeados pelas crianças e adolescentes que estavam treinando com eles. Em uma tentativa inútil de acalmar o príncipe entrando em uma crise de pânico.",
        "12": "   Noah está mormurando, gaguejando em meio ao choro;|- Saphi, desculpa, eu não queria. Me perdoe, por favor!|- Está tudo bem! Eu já disse que não me machuquei.|Christopher percebe na hora que o cabelo da Saphire está diferente. Não mais laranja ou branco, mas amarelo, como ouro. Uma cor de cabelo nunca vista antes.|Christopher pergunta ao menino mais velho do grupo;|- Garoto, o que aconteceu aqui?|O garoto leva um susto por ser chamado derrepente.|- Ha, oi, oi senhor. Eles mataram todos os invasores, mas no meio do ataque, o Noah atingiu a Saphire com um raio amarelo que desceu do céu.|- Amarelo?|Os poderes dos Sollis, sempre foram laranjas como o fogo ou vermelho dos Sollis adultos. Mas nunca amarelo.|- Sim senhor, a Saphire fez uma espécie de fumaça negra que aumentou os poderes de Noah. Mas o mais estranho, é que a Saphire não se queimou com o poder de Noah. Invés de pegar fogo, ela começou a atirar um tipo de fogo branco com os cabelos amarelos.|- O que?|A mente de Christopher se encontra em transe. Ele tenta se lembrar de tudo o que estudou e viu em toda a sua vida, enquanto o garoto explica tudo novamente, mas ele não escuta mais. Ninguém, nunca, sobreviveu a um ataque direto de um Sollis, nem mesmo um membro da família Moon.|- Como é possível aumentar ainda mais o poder de um Sollis?|Pergunta Christopher vagamente ao garoto, interrompendo sua explicação que não foi ouvida.|- Pai? Já voltou?|Pergunta Saphire se levantando em direção ao seu pai, deixando Noah no chão, que está abraçando as próprias pernas e escondendo seu rosto em seus joelhos, com medo de represálias de Christopher.|Christopher Moon, chefe da família Moon, conselheiro do falecido Rei e da atual Rainha, professor particular do Príncipe Noah Sollis e Saphire Moon, Comandante Chefe do Exército da família Moon, perito em poderes e diretor do Instituto Sollaris. O homem mais poderoso do Reino.|- O que aconteceu, Saphire?|Pergunta Christopher, tentando esconder qualquer pavor que ele sentiu, o medo de ter cogitado a morte de Saphire ou de Noah. Mas ainda, escondendo o alívio dos dois estarem vivos.|- Tentaram nos atacar e só fizemos o que o senhor nos ensinou.|- Eu ensinei os dois unirem poderes? A usá-los ao mesmo tempo? Até onde eu lembro, eu falei que isso era proibido, pois ninguém sabia se tal feito era possível!|- O senhor também nos disse para treinarmos juntos e desenvolver nossos poderes.",
        "13": "- Treinar, Saphire. Treinar!|- Treinar significa usar o que já sabemos, certo?|- Sim, correto! Não inventar loucuras que poderiam matar vocês dois!|Christopher está gritando e não percebe.|- O que iria acontecer se um de vocês dois morresse? O que iria acontecer com sua mãe se você morresse? O que iria acontecer com o reino se o Noah morresse?|- Mas não morremos! Só descobrimos um jeito de ambos usar os dois poderes ao mesmo tempo. A gente estava com medo de testar, mas por sorte, vimos que deu certo hoje.|Diz Saphire, quase sussurrando com medo de Christopher gritando com ela.|Christopher está olhando para Saphire, sem reação, sem saber o que pensar.|Noah se levanta enxugando as lágrimas de seu rosto e fica entre Saphire e Christopher, respira fundo e diz com um olhar convicto.|- Chris, eu como futuro rei, não aceito que grite com a Saphire.|Christopher faz uma pausa, ele não esperava essa resposta de Noah. Ele inclina sua coluna para frente, deixando seu rosto rente ao do príncipe e diz calmamente.|- Você ainda não é rei.|Um silêncio enorme consome o pátio, o som do vento reina poderosamente.|- Eu não vejo um rei e uma rainha. Eu vejo duas crianças, duas crianças que não tem noção de seus poderes e para mim, isso é pior que mil exércitos tentando me matar. Eu não vou te respeitar por você ser Rei, Noah. Não se engane. Proteja o povo e aqueles que você ama, não me venha mostrar um rei que você não é. Quer proteger a Saphire? Proteja. Mas antes, se torne alguém que consiga fazer isso. Vou rever e ativar as defesas do castelo. Limpem tudo e compareçam à sala do trono esta noite.|Christopher sai voando sem cerimônias. Em um silêncio absoluto, Noah, Saphire e os demais, limpam o pátio, restando apenas círculos perfeitos do ataque de Noah.",
        "14": "   A noite chega e a sala do trono os aguarda. Ao entrar na sala, fica claro o que está acontecendo para os dois. Um julgamento real.|A Rainha Regente Suzzane Sollis, está no trono com seu trage real, Christopher e Luna Moon, ao lado direito da Rainha com suas roupas brancas, representando sua família. Dezenas de nobres estão em suas cadeiras ao redor do salão.|Noah e Saphire se ajoelham próximo a pequena escada que leva ao trono e a rainha começa a falar, fazendo um silêncio instantâneo nos nobres que cochichavam sobre o cabelo de Saphire na sala do trono.|- Saphire Moon, o que aconteceu com seu cabelo?|Pergunta a rainha, quebrando os protocolos reais de apresentações. A rainha está furiosa.|- A cor do meu cabelo é a consequência de eu ser capaz de usar o poder do sol, minha rainha.|Responde Saphire, sem espera alguma. Por pelo menos 5 segundos, todos na sala do trono cravaram seus olhos nela, sem acreditar no que acabou de dizer, exceto Noah.|- Mostre.|Ordena a Rainha.|Saphire se mantém imóvel, sob um joelho e um punho no chão. Chamas branca cobrem todo seu corpo, Noah não se afasta, não demonstra medo.|Luna, mãe de Saphire pergunta;|- Você é capaz de usar os dois poderes? Sol e Lua ao mesmo tempo?|- Sim.|Um brilho por de baixo das chamas de ascende.|O cabelo de Saphire brilha como ouro refletindo a luz da sol com pequenas poeiras ao seu redor.|- Como isso é possível?",
        "15": "   Grita um nobre no meio do salão.|- Noah me atingiu sem querer no meio da invasão, absorvi o ataque e usei toda aquela energia. E desde então, quando eu fico sob o sol, eu consigo sentir a energia e o mesmo para a lua.|- Como você fez isso, absorver o ataque do Noah?|Pergunta Christopher curioso.|- O senhor nos disse que é para liberar energia quando formos usar nossos poderes. Aprendemos isso na escola. Mas eu fiz o inverso, eu consigo expulsar e absorver energia.|- Isso faz de você a pessoa mais forte do mundo, está ciente disso?|Pergunta a Rainha, ainda com raiva, mas assustada.|- Desculpe, majestade. Mas o Noah sabe usar o poder da lua. Eu não sou a mais forte.|Noah pega fogo em um piscar de olhos. Logo depois, começa a brilhar, não branco como a lua, mas amarelo, como o ouro. O cabelo de Noah, também mudou.|Estão ajoelhados perante a Rainha, duas pessoas brilhantes que não deveriam existir.|Duas pessoas de cabelos amarelos.|- Vocês absorveram os poderes um do outro?|- Sim, mãe. No começo, não passava de uma teoria, mas nós conseguimos.|Responde Noah.|A Rainha se levanta com o fogo nascendo de sua pele, desce as escadas e para em frente aos dois. Uma demonstração de poder absurda.|- Noah e Saphire, vocês juram proteger este reino contra todos os atuais e futuros perigos?|- Sim, eu juro.|- Noah e Saphire, vocês juram apoiar o povo, desde a plebe a nobreza, igualmente?|- Sim, eu juro.|- Eu, Rainha Regente Suzzane Sollis Sollaris, renuncio ao trono e ao meu status na realeza e declaro, Noah Sollis e Saphire Moon, rei e rainha do Reino Sollaris. De agora em diante, seu nome será Rei Noah Sollis Sollaris e Rainha Saphire Moon Sollaris. Ouçam seus conselheiros até adquirirem experiência de um rei e uma rainha. Amanhã é o dia da coroação e do casamento de vocês, tudo será oficial.|A rainha respira fundo e diz se virando ao Christopher e Luna, com um olhar triste.|- Este reino está quebrado, me desculpe!|- Suzzane, não!|Grita Christopher voando para cima de Suzzane, mas não chega a tempo.|Fogo vermelho cobre toda a sala do trono, matando todos os homens, mulheres e crianças. Queimando as mesas, cadeiras, toalhas, derretendo os talheres de aço e as taças de vinho. Apenas Noah e os Moons ficaram vivos."
    }
}