{
    "sollaris": {
        "title": "Reino Sollaris - El Origen de Saphire Moon",
        "1": "   Después de 300 años de una incansable guerra por el poder, el Reino Sollaris fue creado por la familia Sollis, los herederos del Sol.|El Reino Sollaris fue una fusión de los 7 Antiguos Reinos sometidos por el poder extremo de los Sollis, un poder capaz de quemar todo lo que toca. Trasladando las fuertes llamas a las armas, obtienen un poder destructivo abrumador.|La guerra fue bautizada por el Primer Rey, Sammus Sollis, como La Guerra Antigua, porque sabía que la próxima guerra sería la última.|La familia Sollis forzó un acuerdo con los 7 Antiguos Reinos que, en resumen, decía; 'Retiren sus ejércitos y juren lealtad al nuevo Reino Sollaris, no se aceptará ninguna negativa.'|La familia Moon, heredera del poder de la Luna y portadora del ejército más grande de los 7 Antiguos Reinos, fue la primera en firmar; ese mismo día, todos los demás reinos firmaron lo que más tarde se llamaría El Tratado del Sol.",
        "2": "   La familia Moon, días después del fin de la guerra, fue designada por el Primer Rey para ser la defensa del Reino Sollaris, precisamente por poseer el ejército más poderoso. En el futuro, los guardias plateados que se asemejaban a la luna serían llamados Guardias de la Luna, dados por el propio pueblo.|La Antigua Era fue un tiempo de miedo, dolor y caos. Donde aquellos que podían usar el poder utilizaban a los más débiles para satisfacer sus deseos, llevando a épocas conocidas como la Era de la Esclavitud.|Los primeros reyes y reinas de Sollis no hicieron nada para frenar la esclavitud. Simplemente se ignoraba hasta que comenzaron a ocurrir pequeños conflictos, que eventualmente se intensificaron en una pequeña guerra civil. Pero era solo un grito de auxilio de los esclavos y aquellos que no podían usar ningún poder contra la crueldad de aquellos que los dominaban.|Un esclavo logró escapar de su área de trabajo en el campo y llegar a la casa de la familia Moon, donde dejó una nota describiendo lo que sucedía en los campos con uno de los Guardias de la Luna.|La esclavitud les era desconocida. La familia Sollis no tenía ejército porque no era necesario. Nadie se atrevía a luchar contra ellos y convertirse en huesos.",
        "3": "   En una breve reunión entre la Familia Real Sollis y la Luna, se decretó que la esclavitud sería abolida, y los esclavos y aquellos sin poderes construirían sus residencias fuera del área de aquellos que poseían poderes. En el futuro, conocida como la Capital Real del Reino Sollaris.|Los esclavos abandonaron las áreas designadas por la familia Moon, y los grupos comenzaron a formarse en pequeños barrios. Con el tiempo, las ciudades emergieron de la tierra. Así nació la cruel diferencia entre nobles y plebeyos.|Los Guardias de la Luna comenzaron a dividirse en pequeños grupos por órdenes de Khatelyn Moon, la matriarca de la familia en ese momento. Así nacieron las patrullas que mantenían el orden en una civilización que se estaba formando.|Los Guardias de la Luna llevaban a cabo juicios según las leyes del reino, escritas por las Familias Reales Sollis y Moon, llamadas Leyes Celestiales. Por encima de todo y todos, ni siquiera los nobles más altos podían romperlas. Leyes únicas para todas las personas, independientemente de su poder y estatus.|Con el tiempo, los Guardias de la Luna ganaron respeto de la gente, en gran parte de los plebeyos. Los nobles que estaban acostumbrados a ser superiores ahora se encuentran en un mundo donde son iguales a los plebeyos; esto tiene un tono arrogante y ofensivo para ellos.|Respeto de los plebeyos, odio de los nobles y apoyo de la familia Sollis. Este es el estado de la familia Moon después de cientos de años.",
        "4": "   Y así, han pasado más de 200 años.|En 2 lunas, se llevará a cabo la coronación del nuevo Rey. El último Rey, Edward Sollis, murió de causas naturales, lo que en nuestro calendario le daría al menos 92 años.|Los nobles de alto rango se reúnen en secreto para un ataque sigiloso y preciso a las familias Sollis y Moon. Sumando todos los soldados de todas las familias nobles, promediarían el 80% de los soldados de la familia Moon.|Y una coronación, donde todos estarán reunidos, es un momento perfecto para un golpe de estado.|El nuevo Rey, Noah Sollis, todavía es un niño de 2 años. Su hermano mayor sufrió un grave accidente mientras cazaba en las montañas, un pasatiempo familiar. El bosque ardió durante 5 días y 4 noches debido a los poderes de Asaph Sollis, el hermano de Noah.|Como segundo heredero, asumirá simbólicamente el trono hasta su mayoría de edad o hasta que Asaph recupere la conciencia antes de la coronación. Su madre, la Reina Regente Suzzane Sollis, gobernará como reina regente hasta la fecha solicitada por las Leyes Celestiales o hasta que Noah se case con la primera hija, recién nacida, Saphire, de la familia Moon.|Un matrimonio estratégico arreglado por el difunto Rey Edward Sollis y Christopher Moon, patriarca de la familia Moon.|La Reina Suzzane y el Príncipe Asaph nunca les gustó la familia Moon. Tienen el respeto del pueblo en su mayoría, siempre trabajando para todos, sin favorecer a los nobles o la realeza y, finalmente, herederos del poder de la Luna, un poder considerado divino, al igual que el del Sol. Sin mencionar la belleza de Luna, la matriarca de la familia, esposa de Christopher y madre de Saphire.",
        "5": "   Ha llegado el día de la coronación. Asaph permanece inconsciente. Según las Leyes Celestiales, el Príncipe Noah debe asumir el papel de Rey, pero a los 2 años, la coronación será simbólica y la carga real heredada por la madre, la Reina Regente.|Han pasado 3 semanas desde la coronación, y el golpe de estado no ha ocurrido. La alta nobleza no sabía del accidente de Asaph, ya que fue encubierto por la familia Sollis. Un ataque directo a un Rey recién coronado es mucho más fácil que atacar directamente a la Reina que ha estado en el trono durante décadas.|El Príncipe Noah no puede manipular su poder. Por lo general, comienzan a manifestarse a mediados de la infancia, antes de la adolescencia.|La Reina Regente Suzzane Sollis Sollaris ha gobernado el Reino Sollaris durante 13 años. Sin incidentes, excepto por la furia del hijo mayor, el Príncipe Asaph. Estudió y hizo todo lo que se le ordenó. Entrenado para ser rey, sin embargo, las Leyes Celestiales están por encima de los Sollis, y esto lo enfurece.|Fue la familia Moon la que escribió esta ley, que en resumen dice: \"Ningún ser de ninguna naturaleza está por encima de estas leyes. Todos deben obedecerlas por igual.\"|El ego del Príncipe Asaph está herido. Noah cumple 15 años en 4 lunas, y Saphire, 13 años. Ambos elegibles para el matrimonio real y la coronación oficial según las leyes y la nobleza.|El Príncipe Noah y Saphire son amigos, ambos juegan y entrenan juntos desde la infancia. Al ser portadores del poder del Sol y la Luna, se les dio un entrenamiento especial.",
        "6": "   A ambos les importaba poco los matrimonios, reyes y reinas, lo que enfurecía aún más al Príncipe Asaph.|Ambos iban juntos al Instituto Especial de Sollaris, una escuela para que los niños aprendan historia, cómo controlar sus poderes y cómo comportarse en una sociedad donde los poderes mortales son la realidad cotidiana.|Noah y Saphire eran el foco de atención de la escuela, como se esperaba. El Príncipe, uno de los seres más fuertes del mundo, pronto será rey, y la hija de la familia más poderosa del Reino, uno de los seres más fuertes del mundo, pronto será reina. Una pareja hermosa, incluso siendo niños, mortales.|Faltando 2 lunas para la coronación, un Guardia de la Luna informa que el ejército de Portis ha comenzado a marchar en la frontera.|Portis, una nación conocida por sus puertos y vastas playas. La nación que controla los mares y todo lo que proviene de él.|Como era de esperar, la familia Moon envía una pequeña parte del ejército a la frontera. Christopher y Luna, jefes de la familia Moon, acompañan a sus ejércitos, junto con Suzzane, la Reina.|Después de un día, se acercan a la frontera. La diferencia es abrumadora. Por un lado, Portis, con cientos de miles de soldados, equipados con armas, hasta ahora desconocidas para la Reina y los Moons. Por otro lado, Sollis, con menos de diez mil soldados, junto con las tres personas más importantes del reino.|Los generales de Portis, al ver a los 3 solos frente al pequeño ejército, comienzan a gritar sin parar.|- ¡Retrocedan! ¡Retrocedan! ¡Son los Moons y un Sollis!|Es muy fácil reconocerlos. Los Sollis tienen el pelo de color naranja, el color del fuego. Los Moons, pelo plateado, sin ningún color. Como la luna, un blanco brillante.",
        "7": "   Una lluvia de piedras en llamas, lanzas y flechas corta el cielo hacia el pequeño ejército de Sollis.|Un ataque sincero. Sin conversaciones ni advertencias. Un simple acto de asesinato en masa, sin piedad.|Es hipnotizante cómo el ejército se alinea detrás de la Reina y los Moons. Una danza sincronizada de varios cuadrados de escuadrones formando un rectángulo preciso. Un ejército protegiéndose detrás de tres personas.|El polvo comienza a levantarse del suelo; el ejército de Sollis comienza a mirarse entre sí, sin entender lo que está sucediendo. Han pasado generaciones, cientos de años desde que alguien ha visto a un Moon o a un Sollis usar sus poderes. Empezaron a convertirse en leyendas.|Las piedras en llamas son las primeras en llegar; casi todo el ejército se agacha, otros saltan a los lados, en un intento inútil de salvarse de esa lluvia de meteoros.|Las piedras no golpean al ejército ni al suelo. Miran hacia arriba, confundidos, incrédulos. Las piedras están en medio del polvo, todavía en llamas. Están flotando, prendiéndose fuego justo encima de ellos. Pronto llegan las lanzas y flechas, rasgando el aire con un ruido inconfundible y entrando en el polvo, como un cuchillo entrando en un pastel. Y allí se quedan. Flotando sobre el ejército.|Algunos soldados miran a los Moons; están inmóviles, con los ojos fijos en los generales del ejército frente a ellos. Usan sus poderes sin moverse. Completamente diferente de cualquier otra persona.|Los generales de Portis siguen gritando para retirarse; el ejército retrocede, un paso tras otro, en guardia, esperando recibir un ataque nunca visto antes.|Todas las piedras en llamas, lanzas y flechas se convierten en polvo. El fuego se apaga, y las nubes comienzan a formarse sobre los dos ejércitos. No hay más luz del sol, solo en el horizonte. Algunos soldados de Portis sueltan sus armas y corren desesperados. Uno de los generales cae de rodillas, simplemente aceptando su destino porque creía que los Sollis y los Moons no eran más que historias para asustar a las naciones vecinas.",
        "8": "   Rayos azules comienzan a bailar entre las nubes, y los tres, Sollis y Moons, flotan ante su ejército. Se elevan unos 7 metros del suelo. El cabello de la Reina Suzzane se vuelve rojo y ella se prende fuego. Christopher y Luna Moon comienzan a brillar. El pequeño ejército de Sollis ya no es el rectángulo perfecto que una vez se formó. Están dispersos, sin saber si ponerse en guardia o prepararse para correr.|En la Capital del Reino Sollaris, el castillo es atacado por pequeños grupos de élite de los ejércitos de los nobles. La capital está dividida en 7 grandes ciudades, cada ciudad perteneciente a las familias que gobernaban los 7 Antiguos Reinos. Hoy, 4 ejércitos atacan el castillo real, que una vez juró protegerlos.|El Castillo Real no tiene defensas, ni siquiera guardias para protegerlo. La familia Sollis deja las puertas abiertas para que los niños jueguen en el gran patio o entrenen sus habilidades en los campos de entrenamiento del ejército de la familia Moon. Es una era de paz y prosperidad para todo el reino, excepto por la invasión sin aviso o razón aparente.|En el castillo, el Príncipe Noah, que será coronado en 2 lunas, está con Saphire Moon, en el patio de entrenamiento del castillo, ayudando a los jóvenes nobles a dominar sus habilidades.|Cuando menos lo esperaban, los soldados invaden el gran patio desde todas las entradas y salidas y avanzan sin dudarlo hacia Noah y Saphire, que en ese momento estaban entre varios jóvenes nobles, la mayoría de ellos más jóvenes.|Algunos niños lanzan cuchillas y piedras con sus poderes en dirección a los soldados, pero la diferencia es significativa. Después de todo, son soldados entrenados contra niños.",
        "9": "   Un fuerte viento sopla, retrocediendo a los soldados. La Reina y los Moons están listos para enfrentar a los invasores. Noah y Saphire dan un paso al frente, listos para proteger su hogar. Los soldados, a pesar de retroceder, recuperan rápidamente la compostura y cargan nuevamente.|En el cielo, la Reina y los Moons son un espectáculo. Los rayos azules se extienden desde ellos como alas etéreas. Los soldados se detienen por un momento, tal vez asombrados o asustados.|Noah y Saphire liberan sus poderes, una combinación del Sol y la Luna. Los soldados son momentáneamente cegados por la luz intensa. La Reina sigue con una explosión de poder llameante, creando una barrera alrededor del castillo.|Los invasores, ahora con la visión afectada, luchan por avanzar. La Reina, Noah y Saphire se mueven con precisión, incapacitando a los soldados sin causarles daño grave. Las alas etéreas parecen guiar cada uno de sus movimientos.|A medida que los invasores se retiran, Noah y Saphire detienen su ataque. La barrera llameante de la Reina se disipa, y las alas etéreas se retraen. Los soldados, ahora capaces de ver de nuevo, se dispersan en desorden, huyendo de los terrenos del castillo.|En el resplandor, la Reina, Noah y Saphire están en el patio. Los demás nobles, niños y el ejército de Moon se reúnen, presenciando la exhibición de un poder extraordinario. La Reina se dirige a la multitud, declarando que el reino se mantendrá unido contra cualquier amenaza.|Las noticias de la invasión fallida se propagan por todo el reino. La alta nobleza, sin saber de los acontecimientos, queda para reconsiderar sus planes. La alianza contra las familias Sollis y Moon parece menos segura ante un poder tan abrumador. El escenario está listo para un enfrentamiento que dará forma al destino del Reino Sollaris.",
        "10": "   La oscuridad se disipa como si se encendiera una vela en una habitación oscura. Después de 5 segundos, los rayos desaparecen y vuelve la luz del sol. Por primera vez en la historia, una Moon y un Sollis unieron sus poderes para hacer algo inimaginable. Suzanne, la Reina Regente, en un tono irónico, dispara varias bolas de fuego hacia el ejército de Portis, justo como lo hicieron hace un momento. En medio de su trayectoria, las bolas de fuego se dividen, pero no pierden su tamaño. Desde lejos, parece una migración de pájaros en llamas. El ejército de Portis ya no tiene su organización original. Ahora solo quedan soldados corriendo de un lado a otro; algunos grupos forman una especie de escudo de agua para defenderse del ataque. Cientos de miles de soldados corriendo bajo una lluvia de fuego. Las llamas se apagan a pocos metros de alcanzar a los soldados. Suzanne ahora tiene una sonrisa maliciosa en su rostro. Christopher, aún brillando, vuela hacia el lado de la reina en llamas, y justo cuando abre la boca para decir algo, un soldado grita desde el suelo.|- ¡El castillo está bajo ataque! ¡El castillo está bajo ataque! Suzanne, Christopher y Luna voltean sus rostros al mismo tiempo hacia el soldado en el suelo. Luna y Suzanne dejan escapar los sonidos de los nombres de sus hijos por sus bocas. Suzanne, en una decisión rápida, le ordena a Christopher.|- Christopher, eres el más rápido entre nosotros. ¡Vuelve al castillo y salva al príncipe! Se escucha un estruendo, y Christopher desaparece de la vista de todos, besando ya el horizonte. Suzanne vuelve a hablar.|- Luna, ¿recuerdas cuando éramos niños y solíamos jugar a quién acertaba más blancos en el campo de entrenamiento?|- Claro que recuerdo; estamos empatadas.|- Entonces, mi antigua amiga. Tenemos algunos cientos de miles de blancos frente a nosotros.",
        "11": "   Una mirada de furia está en sus rostros. En pocos segundos, se enteraron de que el castillo está bajo ataque, donde pensaron que sus hijos estarían seguros. El príncipe Asaph y los hermanos de la reina están en otro reino resolviendo asuntos de la corona. Qué momento tan oportuno para un ataque. Luna responde, levantando una leve sonrisa de alivio, ya que será posible liberar su ira.|- No llores después de que gane.|- Ja, no te preocupes, no lo harás. En el futuro, esta batalla se conocería como La Furia de Dos Madres. Una nube de polvo cubre a los soldados de Sollis, formando un escudo transparente. Ahora, Suzanne y Luna soltarán todo por primera vez. El suelo se rasga durante kilómetros, el fuego llueve desde el cielo y miles de soldados se convierten en polvo. Una danza mortal de dos estrellas, una blanca y una naranja, volando sobre el ejército enemigo, dejando muerte, destrucción y caos en una hermosa estela de luz. El lugar donde antes había un vasto campo de hierba ahora yace en ruinas de tierra y huesos quemados, y una gran manta de polvo, que alguna vez fueron personas en un ejército poderoso y majestuoso. Christopher llega volando al castillo tan rápido que el sonido del viento detrás de él es atronador. Después de volar por casi todos los pasillos y habitaciones del castillo, llega al patio de entrenamiento y no puede creer lo que ve. El príncipe Noah está en el suelo y Saphire lo está abrazando, tratando de consolarlo. Noah llora como si hubiera hecho algo imperdonable. Christopher vuela alrededor del patio, tratando de encontrar algún intruso, pero solo encuentra huesos y polvo, que ya conoce. Polvo de cuerpos humanos. Noah y Saphire acaban de cometer una masacre, y ningún niño en ese patio está herido. Se acerca a los dos, que en ese momento están rodeados por los niños y adolescentes que estaban entrenando con ellos. En un intento inútil de calmar al príncipe que entra en una crisis de pánico.",
        "12": "   Noah murmura, tartamudeando entre lágrimas;|- Saphi, lo siento, no era mi intención. ¡Perdóname, por favor!|- Está bien. Ya dije que no me lastimé. Christopher se da cuenta de inmediato de que el cabello de Saphire es diferente. Ya no es naranja ni blanco, sino amarillo, como el oro. Un color de cabello nunca antes visto. Christopher le pregunta al chico mayor del grupo;|- Chico, ¿qué pasó aquí? El chico se asusta al ser llamado de repente.|- Uh, hola, hola señor. Mataron a todos los invasores, pero en medio del ataque, Noah golpeó a Saphire con un rayo amarillo que bajó del cielo.|- ¿Amarillo? Los poderes de los Sollis siempre han sido naranjas como el fuego o rojos para los Sollis adultos. Pero nunca amarillos.|- Sí, señor. Saphire hizo una especie de humo negro que aumentó los poderes de Noah. Pero lo más extraño es que Saphire no se quemó con el poder de Noah. En lugar de prenderse fuego, comenzó a disparar una especie de fuego blanco con el cabello amarillo.|- ¿Qué? La mente de Christopher está en trance. Trata de recordar todo lo que estudió y vio a lo largo de su vida mientras el chico explica todo de nuevo, pero ya no escucha. Nadie ha sobrevivido nunca a un ataque directo de un Sollis, ni siquiera un miembro de la familia Moon.|- ¿Cómo es posible aumentar aún más el poder de un Sollis? Christopher pregunta vagamente al chico, interrumpiendo su explicación no escuchada.|- ¿Padre? ¿Ya volviste? Saphire pregunta, levantándose hacia su padre, dejando a Noah en el suelo, quien abraza sus propias piernas y oculta su rostro en sus rodillas, con miedo a las represalias de Christopher. Christopher Moon, jefe de la familia Moon, consejero del difunto rey y de la actual reina, maestro particular del príncipe Noah Sollis y de Saphire Moon, comandante en jefe del ejército de la familia Moon, experto en poderes y director del Instituto Sollaris. El hombre más poderoso del Reino.|- ¿Qué pasó, Saphire? Christopher pregunta, tratando de ocultar cualquier miedo que haya sentido, el miedo de haber considerado la muerte de Saphire o Noah. Pero aún ocultando el alivio de que ambos están vivos.|- Intentaron atacarnos, y solo hicimos lo que nos enseñaste.|- ¿Les enseñé a ambos a combinar poderes? ¿A usarlos al mismo tiempo? Hasta donde recuerdo, dije que eso estaba prohibido porque nadie sabía si tal hazaña era posible.|- También nos dijiste que entrenáramos juntos y desarrolláramos nuestros poderes.",
        "13": "- ¡Entrenar, Saphire! ¡Entrenar!|- ¿Entrenar significa usar lo que ya sabemos, verdad?|- Sí, correcto. ¡No inventar locuras que podrían matar a ambos! Christopher está gritando y no se da cuenta.|- ¿Qué pasaría si uno de ustedes dos muriera? ¿Qué pasaría con tu madre si murieras? ¿Qué pasaría con el reino si Noah muriera?|- ¡Pero no morimos! Solo descubrimos una forma de usar ambos poderes al mismo tiempo. Teníamos miedo de probar, pero por suerte, vimos que funcionó hoy.|Dice Saphire, casi susurrando con miedo de que Christopher le grite. Christopher está mirando a Saphire, sin reacción, sin saber qué pensar. Noah se levanta secándose las lágrimas de su rostro y se coloca entre Saphire y Christopher, respira profundamente y dice con una mirada convencida.|- Chris, como futuro rey, no acepto que le grites a Saphire.|Christopher hace una pausa, no esperaba esa respuesta de Noah. Inclina su columna hacia adelante, dejando su rostro cerca del del príncipe y dice calmadamente.|- Todavía no eres rey.|Un silencio enorme consume el patio, el sonido del viento reina poderosamente.|- No veo a un rey y una reina. Veo a dos niños, dos niños que no tienen idea de sus poderes y para mí, eso es peor que mil ejércitos tratando de matarme. No te voy a respetar por ser Rey, Noah. No te equivoques. Protege al pueblo y a quienes amas, no vengas a mostrarme a un rey que no eres. Si quieres proteger a Saphire, hazlo. Pero antes, conviértete en alguien que pueda hacerlo. Voy a revisar y activar las defensas del castillo. Limpien todo y preséntense en la sala del trono esta noche.|Christopher se va volando sin ceremonias. En un silencio absoluto, Noah, Saphire y los demás limpian el patio, quedando solo círculos perfectos del ataque de Noah.",
        "14": "   La noche llega y la sala del trono los espera. Al entrar en la sala, queda claro lo que está sucediendo para ambos. Un juicio real.|La Reina Regente Suzzane Sollis está en el trono con su traje real, Christopher y Luna Moon a su derecha con sus ropas blancas, representando a su familia. Decenas de nobles están en sus sillas alrededor del salón. Noah y Saphire se arrodillan cerca de la pequeña escalera que lleva al trono y la reina comienza a hablar, causando un silencio instantáneo en los nobles que murmuraban sobre el cabello de Saphire en la sala del trono.|- Saphire Moon, ¿qué pasó con tu cabello?|Pregunta la reina, rompiendo los protocolos reales de presentación. La reina está furiosa.|- El color de mi cabello es la consecuencia de poder usar el poder del sol, mi reina.|Responde Saphire, sin esperar nada. Por al menos 5 segundos, todos en la sala del trono clavan sus ojos en ella, sin creer lo que acaba de decir, excepto Noah.|- Muestra.|Ordena la Reina. Saphire permanece inmóvil, con una rodilla y un puño en el suelo. Llamas blancas cubren todo su cuerpo, Noah no se aleja, no muestra miedo. Luna, madre de Saphire, pregunta;|- ¿Puedes usar ambos poderes? Sol y Luna al mismo tiempo.|- Sí. Un brillo debajo de las llamas se enciende. El cabello de Saphire brilla como el oro reflejando la luz del sol con pequeñas partículas a su alrededor.|- ¿Cómo es posible eso?",
        "15": "   Grita un noble en medio del salón.|- Noah me golpeó sin querer en medio de la invasión, absorbí el ataque y usé toda esa energía. Y desde entonces, cuando estoy bajo el sol, puedo sentir la energía y lo mismo para la luna.|- ¿Cómo hiciste eso, absorber el ataque de Noah?|Pregunta Christopher curioso.|- Nos dijiste que liberáramos energía cuando fuéramos a usar nuestros poderes. Aprendimos eso en la escuela. Pero hice lo contrario, puedo expulsar y absorber energía.|- Eso te hace la persona más fuerte del mundo, ¿estás consciente de eso?|Pregunta la Reina, aún enojada pero asustada.|- Lo siento, majestad. Pero Noah sabe usar el poder de la luna. No soy la más fuerte.|Noah se incendia en un abrir y cerrar de ojos. Poco después, comienza a brillar, no blanco como la luna, sino amarillo, como el oro. El cabello de Noah también cambió. Están arrodillados ante la Reina, dos personas brillantes que no deberían existir. Dos personas de cabello amarillo.|- ¿Absorbieron los poderes el uno del otro?|- Sí, madre. Al principio, solo era una teoría, pero lo logramos.|Responde Noah. La Reina se levanta con el fuego naciendo de su piel, baja las escaleras y se detiene frente a los dos. Una demostración de poder absurda.|- Noah y Saphire, ¿juráis proteger este reino contra todos los peligros actuales y futuros?|- Sí, lo juro.|- Noah y Saphire, ¿juráis apoyar al pueblo, desde la plebe hasta la nobleza, por igual?|- Sí, lo juro.|- Yo, Reina Regente Suzzane Sollis Sollaris, renuncio al trono y a mi estatus en la realeza y declaro a Noah Sollis y Saphire Moon, rey y reina del Reino Sollaris. De ahora en adelante, vuestros nombres serán Rey Noah Sollis Sollaris y Reina Saphire Moon Sollaris. Escuchad a vuestros consejeros hasta adquirir la experiencia de un rey y una reina. Mañana es el día de la coronación y de vuestro matrimonio, todo será oficial.|La reina respira profundamente y se voltea hacia Christopher y Luna, con una mirada triste.|- Este reino está roto, ¡lo siento!|- ¡Suzzane, no!|Grita Christopher volando hacia Suzzane, pero no llega a tiempo. El fuego rojo cubre toda la sala del trono, matando a todos los hombres, mujeres y niños. Quemando las mesas, sillas, mantelería, derritiendo los cubiertos de acero y las copas de vino. Solo Noah y los Moons quedaron vivos."
    }
}