{
    "sollaris": {
        "title": "Royaume Sollaris - L'Origine de Saphire Moon",
        "1": "   Après 300 ans d'une guerre acharnée pour le pouvoir, le Royaume Sollaris a été créé par la famille Sollis, les héritiers du Soleil.|Le Royaume Sollaris était une fusion des 7 Anciens Royaumes soumis par le pouvoir extrême des Sollis, un pouvoir capable de brûler tout ce qu'il touche. En transférant les flammes puissantes aux armes, elles acquièrent un pouvoir destructeur écrasant.|La guerre a été baptisée par le Premier Roi, Sammus Sollis, La Guerre Ancienne, car il savait que la prochaine guerre serait la dernière.|La famille Sollis a forcé un accord avec les 7 Anciens Royaumes qui, en résumé, disait : 'Retirez vos armées et jurez allégeance au nouveau Royaume Sollaris, aucune récusation ne sera acceptée.'|La famille Moon, héritière du pouvoir de la Lune et porteuse du plus grand arsenal des 7 Anciens Royaumes, a été la première à signer ; le même jour, tous les autres royaumes ont signé ce qui serait plus tard appelé Le Traité du Soleil.",
        "2": "   La famille Moon, quelques jours après la fin de la guerre, a été désignée par le Premier Roi pour être la défense du Royaume Sollaris, précisément parce qu'elle possédait l'armée la plus puissante. À l'avenir, les gardes d'argent ressemblant à la lune seraient appelés Gardes de la Lune, donné par le peuple lui-même.|L'Ancienne Ère était un temps de peur, de douleur et de chaos. Où ceux qui pouvaient utiliser le pouvoir utilisaient les plus faibles pour satisfaire leurs désirs, aboutissant à des périodes connues sous le nom d'Ère de l'Esclavage.|Les premiers rois et reines de Sollis n'ont rien fait pour freiner l'esclavage. C'était simplement ignoré jusqu'à ce que de petits conflits commencent à se produire, évoluant finalement en une petite guerre civile. Mais ce n'était qu'un appel à l'aide des esclaves et de ceux qui ne pouvaient pas utiliser de pouvoir contre la cruauté de ceux qui les dominaient.|Un esclave a réussi à s'échapper de sa zone de travail dans le champ et à atteindre la maison de la famille Moon, où il a laissé une note décrivant ce qui se passait dans les champs avec l'un des Gardes de la Lune.|L'esclavage leur était inconnu. La famille Sollis n'avait pas d'armée car ce n'était pas nécessaire. Personne n'osait se battre contre eux et se transformer en os.",
        "3": "   En une brève réunion entre la Famille Royale Sollis et la Lune, il a été décrété que l'esclavage serait aboli, et les esclaves et ceux sans pouvoirs construiraient leurs résidences en dehors de la zone de ceux qui possédaient des pouvoirs. À l'avenir, connu sous le nom de Capitale Royale du Royaume Sollaris.|Les esclaves ont quitté les zones désignées par la famille Moon, et des groupes ont commencé à se former dans de petits quartiers. Avec le temps, des villes ont émergé de la terre. Ainsi naquit la cruelle différence entre les nobles et les communs.|Les Gardes de la Lune ont commencé à se diviser en petits groupes sur ordre de Khatelyn Moon, la matriarche de la famille à l'époque. Ainsi sont nées des patrouilles qui maintenaient l'ordre dans une civilisation qui se formait.|Les Gardes de la Lune rendaient des jugements selon les lois du royaume, rédigées par les Familles Royales Sollis et Moon, appelées Lois Célestes. Par-dessus tout et tous, même les plus hauts nobles ne pouvaient les enfreindre. Des lois uniques pour toutes les personnes, quel que soit leur pouvoir et leur statut.|Avec le temps, les Gardes de la Lune ont gagné le respect des gens, en grande partie des communs. Les nobles, habitués à être supérieurs, se retrouvent maintenant dans un monde où ils sont égaux aux communs; cela a un ton arrogant et offensant pour eux.|Respect des communs, haine des nobles et soutien de la famille Sollis. Voici l'état de la famille Moon après des centaines d'années.",
        "4": "   Et ainsi, plus de 200 ans se sont écoulés.|Dans 2 lunes, aura lieu le couronnement du nouveau Roi. Le dernier Roi, Edward Sollis, est mort de causes naturelles, ce qui dans notre calendrier lui donnerait au moins 92 ans.|Les nobles de haut rang se réunissent secrètement pour une attaque furtive et précise contre les familles Sollis et Moon. En ajoutant tous les soldats de toutes les familles nobles, cela représenterait en moyenne 80% des soldats de la famille Moon.|Et un couronnement, où tout le monde sera réuni, est un moment parfait pour un coup d'État.|Le nouveau Roi, Noah Sollis, est encore un enfant de 2 ans. Son frère aîné a subi un grave accident lors d'une chasse en montagne, un passe-temps familial. La forêt a brûlé pendant 5 jours et 4 nuits à cause des pouvoirs d'Asaph Sollis, le frère de Noah.|En tant que deuxième héritier, il assumera symboliquement le trône jusqu'à sa majorité ou jusqu'à ce qu'Asaph reprenne conscience avant le couronnement. Sa mère, la Reine Régente Suzzane Sollis, régnera en tant que reine régente jusqu'à la date demandée par les Lois Célestes ou jusqu'à ce que Noah épouse la première fille, la nouvelle-née Saphire, de la famille Moon.|Un mariage stratégique arrangé par feu le Roi Edward Sollis et Christopher Moon, patriarche de la famille Moon.|La Reine Suzzane et le Prince Asaph n'ont jamais aimé la famille Moon. Ils ont le respect du peuple pour la plupart, travaillant toujours pour tous, sans favoriser les nobles ou la royauté et enfin, héritiers du pouvoir de la Lune, un pouvoir considéré comme divin, tout comme celui du Soleil. Sans oublier la beauté de Luna, la matriarche de la famille, épouse de Christopher et mère de Saphire.",
        "5": "   Le jour de la coronation est arrivé. Asaph reste inconscient. Selon les Lois Célestes, le Prince Noah doit assumer le rôle de Roi, mais à 2 ans, la coronation sera symbolique, et le vrai fardeau hérité par la mère, la Reine Régente.|3 semaines se sont écoulées depuis la coronation, et le coup d'état n'a pas eu lieu. La haute noblesse ne connaissait pas l'accident d'Asaph, car il avait été dissimulé par la famille Sollis. Une attaque directe contre un Roi nouvellement couronné est beaucoup plus facile que d'attaquer directement la Reine qui est sur le trône depuis des décennies.|Le Prince Noah est incapable de manipuler son pouvoir. Généralement, ils commencent à se manifester au milieu de l'enfance, avant l'adolescence.|La Reine Régente Suzzane Sollis Sollaris a régné sur le Royaume Sollaris pendant 13 ans. Sans incidents, sauf la colère du fils aîné, le Prince Asaph. Il a étudié et a fait tout ce qui lui a été ordonné. Entraîné pour être roi, cependant, les Lois Célestes sont au-dessus des Sollis, et cela l'enrage.|C'était la famille Moon qui a écrit cette loi, qui en résumé dit : \"Aucun être d'aucune nature n'est au-dessus de ces lois. Tous doivent les obéir également.\"|L'ego du Prince Asaph est blessé. Noah a 15 ans dans 4 lunes, et Saphire, 13 ans. Tous deux éligibles pour le mariage royal et la coronation officielle selon les lois et la noblesse.|Le Prince Noah et Saphire sont amis, jouant et s'entraînant ensemble depuis l'enfance. Étant porteurs du pouvoir du Soleil et de la Lune, un entraînement spécial leur a été donné.",
        "6": "   Les deux se souciaient peu des mariages, des rois et des reines, ce qui exaspérait encore plus le Prince Asaph.|Ils allaient ensemble à l'Institut Spécial de Sollaris, une école pour que les enfants apprennent l'histoire, comment contrôler leurs pouvoirs, et comment se comporter dans une société où les pouvoirs mortels sont la réalité quotidienne.|Noah et Saphire étaient au centre de l'attention de l'école comme prévu. Le Prince, l'un des êtres les plus forts du monde, bientôt roi, et la fille de la famille la plus puissante du Royaume, l'un des êtres les plus forts du monde, bientôt reine. Un beau couple, même en tant qu'enfants, mortels.|Avec 2 lunes restantes pour la couronnement, un Garde de la Lune rapporte que l'armée de Portis a commencé à marcher à la frontière.|Portis, une nation connue pour ses ports et ses vastes plages. La nation qui contrôle les mers et tout ce qui en provient.|Comme prévu, la famille Moon envoie une petite partie de l'armée à la frontière. Christopher et Luna, chefs de la famille Moon, accompagnent leurs armées, avec Suzzane, la Reine.|Après une journée, ils se rapprochent de la frontière. La différence est écrasante. D'un côté, Portis, avec des centaines de milliers de soldats, équipés d'armes, jusqu'alors inconnues de la Reine et des Moons. De l'autre côté, Sollis, avec moins de dix mille soldats, avec les trois personnes les plus importantes du royaume.|Les généraux de Portis, en voyant les 3 seuls devant le petit armée, commencent à crier sans arrêt.|- Retraite ! Retraite ! Ce sont les Moons et un Sollis !|C'est très facile de les reconnaître. Les Sollis ont les cheveux de couleur orange, la couleur du feu. Les Moons, des cheveux argentés, dépourvus de toute couleur. Comme la lune, d'un blanc éclatant.",
        "7": "   Une pluie de pierres enflammées, de lances et de flèches traverse le ciel en direction du petit armée de Sollis.|Une attaque sincère. Pas de discussions ni d'avertissements. Un simple acte de meurtre de masse, sans pitié.|C'est hypnotique de voir comment l'armée se range derrière la Reine et les Moons. Une danse synchronisée de divers carrés d'escadrons formant un rectangle précis. Une armée se protégeant derrière trois personnes.|La poussière commence à s'élever du sol ; l'armée de Sollis commence à se regarder, ne comprenant pas ce qui se passe. Des générations ont passé, des centaines d'années depuis que quelqu'un a vu un Moon ou un Sollis utiliser leurs pouvoirs. Ils ont commencé à devenir des légendes.|Les pierres enflammées sont les premières à arriver ; presque toute l'armée se baisse, d'autres sautent sur les côtés, dans une tentative futile de se sauver de cette pluie de météores.|Les pierres ne frappent pas l'armée ni le sol. Ils lèvent les yeux, confus, incrédules. Les pierres sont au milieu de la poussière, toujours en feu. Elles flottent, s'embrasant juste au-dessus d'eux. Bientôt, les lances et les flèches arrivent, déchirant l'air avec un bruit inimitable et pénétrant dans la poussière, comme un couteau entrant dans un gâteau. Et là, elles restent. Flottant au-dessus de l'armée.|Certains soldats regardent les Moons ; ils sont immobiles, les yeux fixés sur les généraux de l'armée devant. Ils utilisent leurs pouvoirs sans bouger. Complètement différent de n'importe qui d'autre.|Les généraux de Portis continuent de crier de se retirer ; l'armée recule, un pas après l'autre, sur ses gardes, attendant de recevoir une attaque jamais vue auparavant.|Toutes les pierres enflammées, lances et flèches se transforment en poussière. Le feu s'éteint, et des nuages commencent à se former au-dessus des deux armées. Il n'y a plus de soleil, seulement à l'horizon. Certains soldats de Portis lâchent leurs armes et courent désespérés. L'un des généraux tombe à genoux, acceptant simplement son sort parce qu'il croyait que les Sollis et les Moons n'étaient rien de plus que des histoires pour effrayer les nations voisines.",
        "8": "   Des rayons bleus commencent à danser parmi les nuages, et les trois, Sollis et Moons, flottent devant leur armée. Ils s'élèvent à environ 7 mètres du sol. Les cheveux de la Reine Suzzane virent au rouge, et elle s'embrase. Christopher et Luna Moon commencent à briller. Le petit armée de Sollis n'est plus le rectangle parfait qui se formait autrefois. Ils sont dispersés, ne sachant pas s'ils doivent rester en garde ou se préparer à fuir.|Dans la capitale du Royaume Sollaris, le château est attaqué par de petits groupes d'élite des armées des nobles. La capitale est divisée en 7 grandes villes, chaque ville appartenant aux familles qui régnaient sur les 7 Anciens Royaumes. Aujourd'hui, 4 armées attaquent le château royal, qui a autrefois juré de les protéger.|Le Château Royal n'a pas de défenses, même pas de gardes pour le protéger. La famille Sollis laisse les portes ouvertes pour que les enfants jouent dans la grande cour ou entraînent leurs compétences sur les terrains d'entraînement de l'armée de la famille Moon. C'est une ère de paix et de prospérité pour tout le royaume, sauf pour l'invasion sans avertissement ni raison apparente.|Dans le château, le Prince Noah, qui sera couronné dans 2 lunes, est avec Saphire Moon, dans la cour d'entraînement du château, aidant de jeunes nobles à maîtriser leurs compétences.|Quand ils s'y attendaient le moins, des soldats envahissent la grande cour par toutes les entrées et sorties et avancent sans hésiter vers Noah et Saphire, qui étaient à ce moment parmi plusieurs jeunes nobles, la plupart plus jeunes.|Certains enfants lancent des lames et des pierres avec leurs pouvoirs en direction des soldats, mais la différence est importante. Après tout, des soldats entraînés contre des enfants.",
        "9": "   Un vent fort souffle, repoussant les soldats. La Reine et les Moons sont prêts à affronter les envahisseurs. Noah et Saphire font un pas en avant, prêts à protéger leur foyer. Les soldats, malgré le recul, reprennent rapidement leurs esprits et chargent à nouveau.|Dans le ciel, la Reine et les Moons sont un spectacle. Les rayons bleus s'étendent depuis eux comme des ailes éthérées. Les soldats font une pause un moment, peut-être émerveillés ou effrayés.|Noah et Saphire libèrent leurs pouvoirs, une combinaison du Soleil et de la Lune. Les soldats sont momentanément aveuglés par la lumière intense. La Reine suit avec une explosion de pouvoir enflammé, créant une barrière autour du château.|Les envahisseurs, maintenant avec leur vision altérée, peinent à avancer. La Reine, Noah et Saphire se déplacent avec précision, neutralisant les soldats sans leur causer de graves dommages. Les ailes éthérées semblent guider chacun de leurs mouvements.|Au fur et à mesure que les envahisseurs battent en retraite, Noah et Saphire arrêtent leur assaut. La barrière enflammée de la Reine se dissipe, et les ailes éthérées se rétractent. Les soldats, maintenant capables de voir à nouveau, se dispersent en désordre, fuyant les terrains du château.|Dans l'après-midi, la Reine, Noah et Saphire se tiennent dans la cour. Les autres nobles, les enfants et l'armée de Moon se rassemblent, témoignant de la démonstration d'un pouvoir extraordinaire. La Reine s'adresse à la foule, déclarant que le royaume restera uni contre toute menace.|La nouvelle de l'invasion avortée se répand dans tout le royaume. La haute noblesse, inconsciente des événements en cours, est laissée pour reconsidérer ses plans. L'alliance contre les familles Sollis et Moon semble moins certaine face à un pouvoir aussi écrasant. La scène est prête pour une confrontation qui façonnera le destin du Royaume Sollaris.",
        "10": "   L'obscurité se dissipe comme si une bougie s'allumait dans une pièce sombre. Après 5 secondes, les rayons disparaissent, et la lumière du soleil revient. Pour la première fois de l'histoire, une Moon et un Sollis ont combiné leurs pouvoirs pour accomplir quelque chose d'inimaginable. Suzanne, la Reine Régente, d'un ton ironique, tire plusieurs boules de feu vers l'armée de Portis, tout comme ils l'ont fait quelques instants auparavant. En plein vol, les boules de feu se séparent, mais ne perdent pas leur taille. De loin, cela ressemble à une migration d'oiseaux enflammés. L'armée de Portis n'a plus son organisation d'origine. Maintenant, seuls restent des soldats courant d'un côté à l'autre; certains groupes forment une sorte de bouclier d'eau pour se défendre contre l'attaque. Des centaines de milliers de soldats courent sous une pluie de feu. Les flammes s'éteignent à quelques mètres des soldats. Suzanne a maintenant un sourire malicieux sur son visage. Christopher, toujours brillant, vole aux côtés de la reine enflammée, et juste au moment où il ouvre la bouche pour dire quelque chose, un soldat crie depuis le sol.|- Le château est attaqué ! Le château est attaqué ! Suzanne, Christopher et Luna tournent leurs visages en même temps vers le soldat au sol. Luna et Suzanne laissent échapper les sons des noms de leurs enfants par leurs bouches. Suzanne, dans une décision rapide, ordonne à Christopher.|- Christopher, tu es le plus rapide parmi nous. Retourne au château et sauve le prince ! Un boom retentit, et Christopher disparaît de la vue de tous, embrassant déjà l'horizon. Suzanne parle à nouveau.|- Luna, tu te souviens quand nous étions enfants, et nous jouions à celui qui touchait le plus de cibles sur le champ d'entraînement ?|- Bien sûr que je me souviens ; nous sommes à égalité.|- Alors, mon ancienne amie. Nous avons quelques centaines de milliers de cibles devant nous.",
        "11": "   Un regard de fureur est sur leurs visages. En quelques secondes, ils ont appris que le château est attaqué, là où ils pensaient que leurs enfants seraient en sécurité. Le prince Asaph et les frères de la reine sont dans un autre royaume pour régler des affaires de couronne. Quel moment opportun pour une attaque. Luna répond, esquissant un léger sourire de soulagement, car il sera possible de libérer sa colère.|- Ne pleure pas après que j'aie gagné.|- Ha, ne t'en fais pas, tu ne le feras pas. À l'avenir, cette bataille serait connue sous le nom de La Fureur des Deux Mères. Un nuage de poussière recouvre les soldats de Sollis, formant un bouclier transparent. Maintenant, Suzanne et Luna libéreront tout pour la première fois. Le sol se déchire sur des kilomètres, le feu pleut du ciel, et des milliers de soldats se transforment en poussière. Une danse mortelle de deux étoiles, l'une blanche et l'autre orange, survolant l'armée ennemie, laissant derrière elle la mort, la destruction et le chaos dans une belle traînée de lumière. L'endroit où il y avait autrefois un vaste champ d'herbe gît désormais en ruines de terre et d'os brûlés, et une grande couverture de poussière, qui étaient autrefois des personnes dans une armée puissante et imposante. Christopher arrive en volant au château si vite que le son du vent derrière lui est assourdissant. Après avoir volé à travers presque tous les couloirs et les pièces du château, il arrive dans la cour d'entraînement et n'en croit pas ses yeux. Le prince Noah est à terre, et Saphire le serre dans ses bras, essayant de le consoler. Noah pleure comme s'il avait commis quelque chose d'impardonnable. Christopher vole autour de la cour, essayant de trouver des intrus, mais ne trouve que des os et de la poussière, qu'il connaît déjà. Poussière de corps humains. Noah et Saphire viennent de commettre un massacre, et aucun enfant dans cette cour n'est blessé. Il s'approche des deux, qui sont actuellement entourés par les enfants et les adolescents qui s'entraînaient avec eux. Dans une tentative futile de calmer le prince en proie à une crise de panique.",
        "12": "   Noah murmure, bégayant au milieu des larmes ;|- Saphi, je suis désolé, ce n'était pas mon intention. Pardonne-moi, s'il te plaît !|- C'est bon ! J'ai déjà dit que je ne me suis pas fait mal. Christopher remarque immédiatement que les cheveux de Saphire sont différents. Plus orange ni blancs, mais jaunes, comme de l'or. Une couleur de cheveux jamais vue auparavant. Christopher demande au garçon le plus âgé du groupe ;|- Garçon, qu'est-ce qui s'est passé ici ? Le garçon sursaute en étant appelé soudainement.|- Euh, salut, salut monsieur. Ils ont tué tous les envahisseurs, mais au milieu de l'attaque, Noah a frappé Saphire avec un éclair jaune qui est descendu du ciel.|- Jaune ? Les pouvoirs des Sollis ont toujours été orange comme le feu ou rouge pour les Sollis adultes. Mais jamais jaunes.|- Oui, monsieur. Saphire a créé une sorte de fumée noire qui a augmenté les pouvoirs de Noah. Mais la chose la plus étrange, c'est que Saphire ne s'est pas brûlée avec le pouvoir de Noah. Au lieu de s'enflammer, elle a commencé à tirer une sorte de feu blanc avec des cheveux jaunes.|- Quoi ? L'esprit de Christopher est en transe. Il essaie de se souvenir de tout ce qu'il a étudié et vu tout au long de sa vie tandis que le garçon explique tout à nouveau, mais il n'écoute plus. Personne n'a jamais survécu à une attaque directe d'un Sollis, même pas un membre de la famille Moon.|- Comment est-il possible d'augmenter encore plus le pouvoir d'un Sollis ? Christopher demande vaguement au garçon, interrompant son explication inaudible.|- Père ? Es-tu déjà revenu ? Saphire demande, se levant vers son père, laissant Noah sur le sol, qui serre ses propres jambes et cache son visage dans ses genoux, ayant peur des représailles de Christopher. Christopher Moon, chef de la famille Moon, conseiller du feu Roi et de l'actuelle Reine, professeur particulier du Prince Noah Sollis et de Saphire Moon, commandant en chef de l'armée de la famille Moon, expert en pouvoirs et directeur de l'Institut Sollaris. L'homme le plus puissant du Royaume.|- Que s'est-il passé, Saphire ? Christopher demande, essayant de cacher toute peur qu'il ait ressentie, la peur d'avoir envisagé la mort de Saphire ou de Noah. Mais cachant encore le soulagement qu'ils sont tous les deux en vie.|- Ils ont essayé de nous attaquer, et nous n'avons fait que ce que tu nous as appris.|- Est-ce que je vous ai appris à tous les deux à combiner les pouvoirs ? À les utiliser en même temps ? Autant que je me souvienne, j'ai dit que c'était interdit car personne ne savait si un tel exploit était possible !|- Vous nous avez aussi dit de nous entraîner ensemble et de développer nos pouvoirs.",
        "13": "- Entraîne-toi, Saphire. Entraîne-toi !|- Entraîner signifie utiliser ce que nous savons déjà, n'est-ce pas ?|- Oui, c'est ça ! Ne vous inventez pas de folies qui pourraient vous tuer tous les deux ! Christopher crie sans s'en rendre compte.|- Que se passerait-il si l'un de vous deux mourait ? Que se passerait-il pour votre mère si vous mouriez ? Que se passerait-il pour le royaume si Noah mourait ?|- Mais nous ne sommes pas morts ! Nous avons juste trouvé un moyen d'utiliser les deux pouvoirs en même temps. Nous avions peur de le tester, mais heureusement, nous avons vu que ça a fonctionné aujourd'hui.|Saphire dit, presque en chuchotant, craignant que Christopher ne crie après elle. Christopher regarde Saphire, sans réaction, ne sachant pas quoi penser. Noah se lève, essuyant les larmes de son visage, et se place entre Saphire et Christopher, prend une profonde inspiration, et dit avec un regard déterminé.|- Chris, en tant que futur roi, je n'accepterai pas que tu cries après Saphire.|Christopher fait une pause, il ne s'attendait pas à cette réponse de Noah. Il penche son corps en avant, laissant son visage proche de celui du prince, et dit calmement.|- Tu n'es pas encore roi. |Un énorme silence envahit la cour, le bruit du vent règne puissamment.|- Je ne vois pas un roi et une reine. Je vois deux enfants, deux enfants qui n'ont aucune idée de leurs pouvoirs, et pour moi, c'est pire que mille armées qui essaient de me tuer. Je ne te respecterai pas parce que tu es roi, Noah. Ne te trompe pas. Protège le peuple et ceux que tu aimes ; ne viens pas me montrer un roi que tu n'es pas. Si tu veux protéger Saphire, fais-le. Mais d'abord, deviens quelqu'un qui peut le faire. Je vais réviser et activer les défenses du château. Nettoyez tout et retrouvez-vous dans la salle du trône ce soir.|Christopher s'envole sans cérémonie. Dans un silence absolu, Noah, Saphire et les autres nettoient la cour, ne laissant que des cercles parfaits de l'attaque de Noah.",
        "14": "   La nuit tombe, et la salle du trône les attend. En entrant dans la salle, il devient clair ce qui se passe pour eux deux. Un procès royal.|La reine régnante Suzzane Sollis est sur le trône dans sa tenue royale, Christopher et Luna Moon à sa droite dans leurs vêtements blancs, représentant leur famille. Des dizaines de nobles sont dans leurs chaises autour de la salle. Noah et Saphire s'agenouillent près du petit escalier menant au trône, et la reine commence à parler, provoquant un silence instantané parmi les nobles qui chuchotaient sur les cheveux de Saphire dans la salle du trône.|- Saphire Moon, qu'est-ce qui est arrivé à tes cheveux ?|La reine demande, en brisant les protocoles de présentation royaux. La reine est furieuse.|- La couleur de mes cheveux est la conséquence de ma capacité à utiliser le pouvoir du soleil, ma reine.|Saphire répond sans attendre. Pendant au moins 5 secondes, tout le monde dans la salle du trône la fixe, n'en croyant pas leurs yeux, sauf Noah.|- Montre-le.|La reine ordonne. Saphire reste immobile, avec un genou et un poing par terre. Des flammes blanches recouvrent tout son corps, et Noah ne bouge pas, ne montrant aucune peur. Luna, la mère de Saphire, demande ;|- Peux-tu utiliser les deux pouvoirs ? Soleil et Lune en même temps ?|- Oui. Une lueur sous les flammes s'allume. Les cheveux de Saphire brillent comme de l'or, reflétant la lumière du soleil avec de petites particules autour d'eux.|- Comment est-ce possible ?",
        "15": "   Un noble crie au milieu de la salle.|- Noah m'a accidentellement frappé au milieu de l'invasion ; j'ai absorbé l'attaque et utilisé toute cette énergie. Et depuis, quand je suis sous le soleil, je peux sentir l'énergie, et c'est la même chose pour la lune.|- Comment as-tu fait cela, absorber l'attaque de Noah ?|Christopher demande curieusement.|- Vous nous avez dit de libérer de l'énergie lorsque nous utilisons nos pouvoirs. Nous avons appris cela à l'école. Mais j'ai fait l'inverse ; je peux expulser et absorber de l'énergie.|- Cela fait de toi la personne la plus forte du monde, en es-tu consciente ?|La reine demande, toujours en colère mais effrayée.|- Je suis désolée, Majesté. Mais Noah sait comment utiliser le pouvoir de la lune. Je ne suis pas la plus forte.|Noah s'embrase en un clin d'œil. Peu après, il commence à briller, pas blanc comme la lune, mais jaune, comme l'or. Les cheveux de Noah ont aussi changé. Ils sont agenouillés devant la reine, deux personnes brillantes qui ne devraient pas exister. Deux personnes aux cheveux jaunes.|- Avez-vous absorbé les pouvoirs l'un de l'autre ?|- Oui, Mère. Au début, ce n'était qu'une théorie, mais nous avons réussi.|Noah répond. La reine se lève avec du feu émergeant de sa peau, descend les escaliers et s'arrête devant eux. Une démonstration de puissance absurde.|- Noah et Saphire, jurez-vous de protéger ce royaume contre tous les dangers actuels et futurs ?|- Oui, je le jure.|- Noah et Saphire, jurez-vous de soutenir le peuple, des roturiers à la noblesse, également ?|- Oui, je le jure.|- Moi, Reine Régnante Suzzane Sollis Sollaris, renonce au trône et à mon statut de royauté et déclare Noah Sollis et Saphire Moon, roi et reine du Royaume Sollaris. Désormais, vos noms seront Roi Noah Sollis Sollaris et Reine Saphire Moon Sollaris. Écoutez vos conseillers jusqu'à ce que vous acquériez l'expérience d'un roi et d'une reine. Demain est le jour du couronnement et de votre mariage ; tout sera officiel.|La reine prend une profonde inspiration et se tourne vers Christopher et Luna, avec un regard triste.|- Ce royaume est brisé, je suis désolée !|- Suzzane, non !|Christopher crie, volant vers Suzzane, mais il n'arrive pas à temps. Le feu rouge recouvre toute la salle du trône, tuant tous les hommes, femmes et enfants. Brûlant les tables, chaises, nappes, faisant fondre les couverts en acier et les verres à vin. Seuls Noah et les Moons sont restés en vie."
    }
}