{
    "sollaris": {
        "title": "Sollaris Kingdom - The Origin of Saphire Moon",
        "1": "   After 300 years of tireless war for power, the Sollaris Kingdom was created by the Sollis family, the heirs of the Sun.|The Sollaris Kingdom was a merger of the 7 Ancient Kingdoms subdued by the extreme power of the Sollis, a power capable of burning everything it touches. Transferring the strong flames to weapons, they gain overwhelming destructive power.|The war was dubbed by the First King, Sammus Sollis, as The Ancient War, for he knew that the next war would be the last.|The Sollis family forced an agreement with the 7 Ancient Kingdoms which, in summary, said; 'Withdraw your armies and swear allegiance to the new Sollaris Kingdom, no refusal will be accepted.'|The Moon family, heirs of the power of the Moon and bearers of the largest army of the 7 Ancient Kingdoms, was the first to sign; on the same day, all the other kingdoms signed what would later be called The Treaty of the Sun.",
        "2": "   The Moon family, days after the end of the war, was appointed by the First King to be the defense of the Sollaris Kingdom, precisely because they possessed the most powerful army. In the future, the silver guards resembling the moon would be named Moon Guards, given by the people themselves.|The Ancient Era was a time of fear, pain, and chaos. Where those who could wield power used the weaker ones to satisfy their desires, leading to times known as the Era of Slavery.|The first kings and queens of Sollis did nothing to curb slavery. It was simply ignored until small conflicts began to occur, eventually escalating into a small civil war. But it was just a cry for help from the slaves and those who could not wield any power against the cruelty of those who dominated them.|A slave managed to escape from his work area in the field and reach the Moon family's house, where he left a note describing what was happening in the fields with one of the Moon Guards.|Slavery was unknown to them. The Sollis family had no army because it was not necessary. No one dared to fight against them and turn into bones.",
        "3": "   In a brief meeting between the Sollis Royal Family and the Moon, it was decreed that slavery would be abolished, and the slaves and those without powers would build their residences outside the area of those who possessed powers. In the future, known as the Royal Capital of the Sollaris Kingdom.|The slaves left the areas designated by the Moon family, and groups began to form in small quarters. Over time, cities emerged from the earth. Thus, the cruel difference between nobles and commoners was born.|The Moon Guards began to divide into small groups on the orders of Khatelyn Moon, the matriarch of the family at the time. Thus, patrols were born that maintained order in a civilization that was forming.|The Moon Guards conducted judgments according to the laws of the kingdom, written by the Sollis and Moon Royal Families, named Celestial Laws. Above all and everyone, not even the highest nobles could break them. Unique laws for all people regardless of their power and status.|Over time, the Moon Guards gained respect from the people, largely from the commoners. The nobles who were accustomed to being superior now find themselves in a world where they are equal to the commoners; this has an arrogant and offensive tone for them.|Respect from the commoners, hatred from the nobles, and support from the Sollis family. This is the state of the Moon family after hundreds of years.",
        "4": "   And so, more than 200 years have passed.|In 2 moons, the coronation of the new King will take place. The last King, Edward Sollis, died of natural causes, which in our calendar would give him at least 92 years.|The high-ranking nobles secretly gather for a stealthy and precise attack on the Sollis and Moon families. Adding up all the soldiers from all noble families would average 80% of the Moon family's soldiers.|And a coronation, where everyone will be gathered, is a perfect moment for a coup d'état.|The new King, Noah Sollis, is still a 2-year-old child. His older brother suffered a severe accident while hunting in the mountains, a family hobby. The forest burned for 5 days and 4 nights because of the powers of Asaph Sollis, Noah's brother.|As the second heir, he will symbolically assume the throne until his majority or until Asaph regains consciousness before the coronation. His mother, Regent Queen Suzzane Sollis, will rule as regent queen until the date requested by the Celestial Laws or until Noah marries the firstborn daughter, newborn Saphire, of the Moon family.|A strategic marriage arranged by the late King Edward Sollis and Christopher Moon, patriarch of the Moon family.|Queen Suzzane and Prince Asaph never liked the Moon family. They have the respect of the people for the most part, always working for everyone, without favoring the nobles or royalty and finally, heirs to the power of the Moon, a power considered divine, just like that of the Sun. Not to mention the beauty of Luna, the matriarch of the family, wife of Christopher and mother of Saphire.",
        "5": "   The day of the coronation has arrived. Asaph remains unconscious. According to the Celestial Laws, Prince Noah must assume the role of King, but at 2 years old, the coronation will be symbolic, and the real burden inherited by the mother, the Regent Queen.|3 weeks have passed since the coronation, and the coup d'état has not happened. The high nobility did not know about Asaph's accident, as it was covered up by the Sollis family. A direct attack on a newly crowned King is much easier than attacking directly the Queen who has been on the throne for decades.|Prince Noah is unable to manipulate his power. Usually, they begin to manifest in mid-childhood, before adolescence.|Regent Queen Suzzane Sollis Sollaris has ruled the Sollaris Kingdom for 13 years. Without any incidents, except for the fury of the eldest son, Prince Asaph. He studied and did everything he was ordered. Trained to be king, however, the Celestial Laws are above the Sollis, and this enrages him.|It was the Moon family that wrote this law, which in summary says, \"No being of any nature is above these laws. All must obey them equally.\"|The ego of Prince Asaph is wounded. Noah turns 15 in 4 moons, and Saphire, 13 years old. Both eligible for the royal marriage and official coronation according to the laws and nobility.|Prince Noah and Saphire are friends, both playing and training together since childhood. Being bearers of the power of the Sun and the Moon, special training was given to them.",
        "6": "   Both cared little about marriages, kings, and queens, which infuriated Prince Asaph even more.|Both went together to the Special Institute of Sollaris, a school for children to learn history, how to control their powers, and how to behave in a society where deadly powers are the everyday reality.|Noah and Saphire were the focus of the school as expected. The Prince, one of the strongest beings in the world, soon to be king, and the daughter of the most powerful family in the Kingdom, one of the strongest beings in the world, soon to be queen. A beautiful couple, even as children, mortals.|With 2 moons left for the coronation, a Guard of the Moon reports that the army of Portis has started marching at the border.|Portis, a nation known for its ports and vast beaches. The nation that controls the seas and everything that comes from it.|As expected, the Moon family sends a small part of the army to the border. Christopher and Luna, heads of the Moon family, accompany their armies, along with Suzzane, the Queen.|After a day, they get close to the border. The difference is overwhelming. On one side, Portis, with hundreds of thousands of soldiers, equipped with weapons, hitherto unknown to the Queen and the Moons. On the other side, Sollis, less than ten thousand soldiers, along with the three most important people in the kingdom.|Portis's generals, upon seeing the 3 alone in front of the small army, start shouting incessantly.|- Retreat! Retreat! They are the Moons and a Sollis!|It's very easy to recognize them. The Sollis have orange-colored hair, the color of fire. The Moons, silver hair, devoid of any color. Like the moon, a bright white.",
        "7": "   A rain of flaming stones, spears, and arrows cuts through the sky toward Sollis's small army.|A sincere attack. No talks or warnings. A simple act of mass murder, without mercy.|It's mesmerizing how the army aligns behind the Queen and the Moons. A synchronized dance of various squad squares forming a precise rectangle. An army protecting itself behind three people.|Dust starts to rise from the ground; Sollis's army begins to look at each other, not understanding what is happening. Generations have passed, hundreds of years since anyone has seen a Moon or a Sollis use their powers. They began to turn into legends.|The flaming stones are the first to arrive; almost the entire army crouches, others jump to the sides, in a futile attempt to save themselves from that meteor shower.|The stones do not hit the army or the ground. They look up, confused, unbelieving. The stones are in the middle of the dust, still on fire. They are floating, catching fire right above them. Soon the spears and arrows arrive, tearing through the air with an unmistakable noise and entering the dust, like a knife entering a cake. And there they stay. Floating above the army.|Some soldiers look at the Moons; they are motionless, with their eyes fixed on the generals of the army ahead. They use their powers without moving. Completely different from anyone else.|Portis's generals continue shouting to retreat; the army walks backward, one step after another, on guard, waiting to receive an attack never seen before.|All flaming stones, spears, and arrows turn to dust. The fire goes out, and clouds begin to form over the two armies. There is no more sunlight, only on the horizon. Some soldiers from Portis drop their weapons and run in desperation. One of the generals falls to his knees, just accepting his fate because he believed that the Sollis and the Moons were nothing more than stories to scare the neighboring nations.",
        "8": "   Blue rays begin to dance among the clouds, and the three, Sollis and Moons, float before their army. They rise about 7 meters from the ground. Queen Suzzane's hair turns red, and she catches fire. Christopher and Luna Moon start to shine. The small Sollis army is no longer the perfect rectangle that once formed. They are scattered, unsure whether to stand guard or prepare to run.|In the Capital of the Sollaris Kingdom, the castle is attacked by small elite groups from the armies of the nobles. The capital is divided into 7 large cities, each city belonging to the families that ruled the 7 Ancient Kingdoms. Today, 4 armies attack the royal castle, which once swore to protect them.|The Royal Castle has no defenses, not even guards to protect it. The Sollis family leaves the gates open for children to play in the large courtyard or train their skills in the training fields of the Moon family's army. It is an era of peace and prosperity for the entire kingdom, except for the invasion without warning or apparent reason.|In the castle, Prince Noah, who will be crowned in 2 moons, is with Saphire Moon, in the castle's training courtyard, helping young nobles master their skills.|When they least expected it, soldiers invade the large courtyard from all entrances and exits and advance without hesitation toward Noah and Saphire, who at that moment were among several young nobles, most of them younger.|Some children throw blades and stones with their powers in the direction of the soldiers, but the difference is significant. After all, trained soldiers against children.",
        "9": "   A strong wind blows, pushing back the soldiers. The Queen and the Moons are ready to face the invaders. Noah and Saphire step forward, ready to protect their home. The soldiers, despite being pushed back, quickly regain their composure and charge again.|In the sky, the Queen and the Moons are a spectacle. The blue rays extend from them like ethereal wings. The soldiers pause for a moment, perhaps in awe or fear.|Noah and Saphire release their powers, a combination of the Sun and the Moon. The soldiers are momentarily blinded by the intense light. The Queen follows with a burst of fiery power, creating a barrier around the castle.|The invaders, now with their vision impaired, struggle to advance. The Queen, Noah, and Saphire move with precision, incapacitating the soldiers without causing severe harm. The ethereal wings seem to guide their every move.|As the invaders retreat, Noah and Saphire stop their onslaught. The Queen's fiery barrier dissipates, and the ethereal wings retract. The soldiers, now able to see again, scramble in disarray, fleeing from the castle grounds.|In the aftermath, the Queen, Noah, and Saphire stand in the courtyard. The other nobles, children, and the Moon army gather, witnessing the display of extraordinary power. The Queen addresses the crowd, declaring that the kingdom will stand united against any threat.|The news of the failed invasion spreads throughout the realm. The high nobility, unaware of the unfolding events, is left to reconsider their plans. The alliance against the Sollis and Moon families seems less certain in the face of such overwhelming power. The stage is set for a confrontation that will shape the destiny of the Sollaris Kingdom.",
        "10": "   The darkness dissipates as if a candle were being lit in a dark room. After 5 seconds, the rays vanish, and sunlight returns. For the first time in history, a Moon and a Sollis combined their powers to do something unimaginable. Suzanne, the Regent Queen, in an ironic tone, shoots several fireballs toward the Portis army, just as they did moments ago. In the middle of their trajectory, the fireballs split, but do not lose their size. From a distance, it looks like a migration of birds in flames. The Portis army no longer has its original organization. Now, only soldiers remain running from side to side; some groups form a kind of water shield to defend against the attack. Hundreds of thousands of soldiers running from a rain of fire. The flames extinguish a few meters before reaching the soldiers. Suzanne now has a malicious smile on her face. Christopher, still glowing, flies to the side of the queen in flames, and just as he opens his mouth to say something, a soldier shouts from the ground.|- The castle is under attack! The castle is under attack! Suzanne, Christopher, and Luna turn their faces at the same time to the soldier on the ground. Luna and Suzanne let the sounds of their children's names escape from their mouths. Suzanne, in a quick decision, orders Christopher.|- Christopher, you are the fastest among us. Go back to the castle and save the prince! A boom is heard, and Christopher disappears from everyone's sight, already kissing the horizon. Suzanne speaks again.|- Luna, remember when we were children, and we used to play who could hit more targets in the training field?|- Of course, I remember; we're tied.|- So, my old friend. We have a few hundred thousand targets ahead of us.",
        "11": "   A look of fury is on their faces. In a few seconds, they learned that the castle is under attack, where they thought their children would be safe. Prince Asaph and the queen's brothers are in another realm to settle crown matters. What a timely moment for an attack. Luna replies, raising a slight smile of relief, as it will be possible to unleash her anger.|- Don't cry after I win.|- Ha, don't worry, you won't. In the future, this battle became known as The Fury of Two Mothers. A cloud of dust covers the Sollis soldiers, forming a transparent shield. Now, Suzanne and Luna will unleash everything for the first time. The ground tearing for kilometers, fire raining from the skies, and thousands of soldiers turning to dust. A deadly dance of two stars, one white and one orange, flying over the enemy army, leaving death, destruction, and chaos in a beautiful trail of light. The place where there was once a vast grass field now lies in ruins of land and burnt bones, and a large blanket of dust, which once were people in a powerful and mighty army. Christopher arrives flying at the castle so fast that the sound of the wind behind him is thunderous. After flying through almost all the corridors and rooms of the castle, he arrives at the training courtyard and can't believe his eyes. Prince Noah is on the ground, and Saphire is hugging him, trying to console him. Noah is crying as if he had done something unforgivable. Christopher flies around the courtyard, trying to find any intruders, but only finds bones and dust, which he already knows. Dust of human bodies. Noah and Saphire have just committed a massacre, and not a single child in that courtyard is injured. He gets close to the two, who are currently surrounded by the children and teenagers who were training with them. In a futile attempt to calm the prince entering a panic attack.",
        "12": "   Noah is murmuring, stuttering amid tears;|- Saphi, I'm sorry, I didn't mean to. Forgive me, please!|- It's okay! I already said I didn't get hurt. Christopher immediately notices that Saphire's hair is different. No longer orange or white but yellow, like gold. A hair color never seen before. Christopher asks the oldest boy in the group;|- Boy, what happened here? The boy is startled at being called suddenly.|- Uh, hi, hi sir. They killed all the invaders, but in the middle of the attack, Noah hit Saphire with a yellow lightning that came down from the sky.|- Yellow? The powers of the Sollis have always been orange like fire or red for adult Sollis. But never yellow.|- Yes, sir. Saphire made some kind of black smoke that increased Noah's powers. But the strangest thing is that Saphire didn't burn with Noah's power. Instead of catching fire, she started shooting a kind of white fire with yellow hair.|- What? Christopher's mind is in a trance. He tries to remember everything he studied and saw throughout his life while the boy explains everything again, but he doesn't listen anymore. No one has ever survived a direct attack by a Sollis, not even a member of the Moon family.|- How is it possible to increase a Sollis's power even more? Christopher vaguely asks the boy, interrupting his unheard explanation.|- Father? Are you back already? Saphire asks, standing up towards her father, leaving Noah on the ground, who is hugging his own legs and hiding his face in his knees, afraid of Christopher's reprisals. Christopher Moon, head of the Moon family, advisor to the late King and the current Queen, private teacher of Prince Noah Sollis and Saphire Moon, Commander-in-Chief of the Moon family army, powers expert, and director of the Sollaris Institute. The most powerful man in the Kingdom.|- What happened, Saphire? Christopher asks, trying to hide any fear he felt, the fear of having considered the death of Saphire or Noah. But still hiding the relief that they are both alive.|- They tried to attack us, and we only did what you taught us.|- Did I teach you both to combine powers? To use them at the same time? As far as I remember, I said that was forbidden because no one knew if such a feat was possible!|- You also told us to train together and develop our powers.",
        "13": "- Train, Saphire. Train!|- Does training mean using what we already know, right?|- Yes, correct! Don't invent craziness that could kill both of you! Christopher is shouting and doesn't realize.|- What would happen if one of you two died? What would happen to your mother if you died? What would happen to the kingdom if Noah died?|- But we didn't die! We just found a way to use both powers at the same time. We were afraid to test it, but luckily, we saw that it worked today.|Saphire says, almost whispering, afraid that Christopher will yell at her. Christopher is looking at Saphire, without a reaction, not knowing what to think. Noah gets up, wiping the tears from his face, and stands between Saphire and Christopher, takes a deep breath, and says with a determined look.|- Chris, as the future king, I won't accept you yelling at Saphire.|Christopher pauses, he didn't expect this response from Noah. He leans his body forward, leaving his face close to the prince's, and says calmly.|- You're not a king yet. |A huge silence consumes the courtyard, the sound of the wind reigns powerfully.|- I don't see a king and a queen. I see two children, two children who have no idea about their powers, and to me, that's worse than a thousand armies trying to kill me. I won't respect you because you're a king, Noah. Don't fool yourself. Protect the people and those you love; don't come to show me a king that you're not. If you want to protect Saphire, do it. But first, become someone who can do that. I'll review and activate the castle defenses. Clean up everything and meet in the throne room tonight.|Christopher flies away without ceremonies. In absolute silence, Noah, Saphire, and the others clean the courtyard, leaving only perfect circles from Noah's attack.",
        "14": "   Night falls, and the throne room awaits them. Upon entering the room, it becomes clear what is happening for both of them. A royal trial.|Queen Regent Suzzane Sollis is on the throne in her royal attire, Christopher and Luna Moon on her right side in their white clothes, representing their family. Dozens of nobles are in their chairs around the hall. Noah and Saphire kneel near the small staircase leading to the throne, and the queen begins to speak, causing instant silence among the nobles who were whispering about Saphire's hair in the throne room.|- Saphire Moon, what happened to your hair?|The queen asks, breaking royal presentation protocols. The queen is furious.|- The color of my hair is the consequence of being able to use the power of the sun, my queen.|Saphire answers without waiting. For at least 5 seconds, everyone in the throne room stares at her, not believing what she just said, except Noah.|- Show it.|The queen orders. Saphire remains still, with one knee and one fist on the ground. White flames cover her entire body, and Noah doesn't move, showing no fear. Luna, Saphire's mother, asks;|- Can you use both powers? Sun and Moon at the same time?|- Yes. A glow under the flames ignites. Saphire's hair shines like gold, reflecting the sunlight with small particles around it.|- How is this possible?",
        "15": "   A noble yells in the middle of the hall.|- Noah accidentally hit me in the middle of the invasion; I absorbed the attack and used all that energy. And since then, when I'm under the sun, I can feel the energy, and the same for the moon.|- How did you do that, absorbing Noah's attack?|Christopher asks curiously.|- You told us to release energy when we use our powers. We learned that at school. But I did the opposite; I can expel and absorb energy.|- That makes you the strongest person in the world, are you aware of that?|The queen asks, still angry but scared.|- I'm sorry, Majesty. But Noah knows how to use the power of the moon. I'm not the strongest.|Noah ignites in the blink of an eye. Shortly after, he starts to glow, not white like the moon, but yellow, like gold. Noah's hair has also changed. They are kneeling before the Queen, two bright people who shouldn't exist. Two people with yellow hair.|- Did you absorb each other's powers?|- Yes, Mother. At first, it was just a theory, but we succeeded.|Noah answers. The Queen stands up with fire emerging from her skin, descends the stairs, and stops in front of them. A demonstration of absurd power.|- Noah and Saphire, do you swear to protect this kingdom against all current and future dangers?|- Yes, I swear.|- Noah and Saphire, do you swear to support the people, from the commoners to the nobility, equally?|- Yes, I swear.|- I, Queen Regent Suzzane Sollis Sollaris, renounce the throne and my status in royalty and declare Noah Sollis and Saphire Moon, king and queen of the Sollaris Kingdom. From now on, your names will be King Noah Sollis Sollaris and Queen Saphire Moon Sollaris. Listen to your advisors until you gain the experience of a king and a queen. Tomorrow is the day of the coronation and your wedding; everything will be official.|The queen takes a deep breath and turns to Christopher and Luna, with a sad look.|- This kingdom is broken, I'm sorry!|- Suzzane, no!|Christopher shouts, flying towards Suzzane, but he doesn't arrive in time. Red fire covers the entire throne room, killing all men, women, and children. Burning the tables, chairs, tablecloths, melting the steel cutlery and wine glasses. Only Noah and the Moons remained alive."
    }
}